<?php

return [
  'national_code'   => 'کد ملی وارد شده معتبر نمی‌باشد.',
  'iban'            => 'شماره شبای وارد شده معتبر نمی‌باشد.',
  'debit_card'      => 'شماره کارت بانکی وارد شد معتبر نمی‌باشد.',
  'postal_code'     => 'کد پستی وارد شده معتبر نمی‌باشد.',
  'shenase_meli'    => 'شناسه ملی وارد شده معتبر نمی‌باشد.',
  'mobile'          => 'شماره موبایل وارد شده معتبر نمی‌باشد.',
  'username'        => 'نام کاربری وارد شده معتبر نمی‌باشد.',
  'phone'           => 'شماره تلفن وارد شده معتبر نمی‌باشد.',
  'unique_dynamic'  => 'فیلد مورد نظر تکراری می‌باشد.',
  'persian_alphabetic'  => 'فقط الفبای فارسی مجاز می‌باشد.',
  'persian_number'  => 'فقط اعداد فارسی مجاز می‌باشد.',
];